<template>
	<view class="pageCon">


		<text
			class="noraml_text">贵阳高新数通信息有限公司及其关联公司（“我们”）非常重视您的隐私和个人信息保护。在您使用我们提供的产品或服务（包括网站、安卓客户端与iOS客户端等）的过程中，我们可能会收集和使用您的相关信息，我们希望通过《用户个人信息保护政策》（“本政策”）向您说明我们如何收集、使用及保护这些信息。</text>

		<text
			class="noraml_text">\n我们希望您在使用我们的产品或服务前能够完整、仔细地阅读本政策的内容。当您使用或在我们修订本政策后继续使用我们的产品或服务时，即表示您已仔细阅读并充分理解本政策，且同意我们按照本政策内容收集、使用和保护您与您的关联方的相关信息。</text>

		<view class="title_text">一、政策适用范围：</view>

		<text class="noraml_text">本政策适用于我们提供的所有产品和服务，包括您访问或登录我们的网站平台和/或相关客户端</text>

		<view class="title_text">二、我们可能收集哪些信息</view>

		<text class="noraml_text"> 1. 您向我们提供的信息
			(1) 在您注册会员时，您需要提供您的电话号码；
			2. 您在使用我们的产品和/或服务（包括访问我们的网站、使用我们的客户端）过程中，我们可能会获取的您的信息
			(1)
			浏览器、计算机、移动设备上的信息，包括IP地址、浏览器类型、操作系统版本、使用的语言、访问日期和时间、设备型号、设备识别码、地理位置、接入方式、给您提供接入服务的ISP的域名、使用时长、操作记录、使用偏好、软件版本；
			(2) 地理位置信息；</text>

		<view class="title_text">三、我们如何存储、使用收集的信息</view>

		<text class="noraml_text">除法律法规另有规定或经您明确同意外，您的信息将存储于中华人民共和国境内。
			我们会严格遵循法律法规及与您的约定使用您的信息。您的信息将用于下列用途：

			(1) 向您提供我们的产品或服务（包括软件升级）；
			(2) 根据您的信息及其他设置，针对性地满足您的个性化需求；
			(3) 将您的信息用于身份验证、安全防范、风险监测、存档和备份，用于为确保产品或服务的安全性；
			(4) 根据您的信息及其他设置，从而向您推荐适合的或您可能感兴趣的内容。若您不希望收到此类信息，可联系我们取消；
			(5) 对您的信息进行汇总、编辑、统计、分析、研究及其他处理，从而帮助我们设计优化现有的产品或服务、设计新的产品或服务或向您推荐我们的产品或服务；
			(6) 经过您同意的其他用途。</text>

		<view class="title_text">四、您的权利
		</view>
		<text class="noraml_text">1.
			在使用我们的产品或服务过程中，您可以随时登陆自己的账户查看、修改或删除相关信息，或者您也可以通过本政策列明的联系方式与我们联系进行查看、修改或删除。我们将尽合理、适当的技术手段，保证您可以访问、修改和删除您的信息。
			在您查看、修改和删除相关信息时，我们可能会要求您进行身份验证，以保证您的信息的安全。
			2. 在以下情形下，您可以向我们提出删除信息的要求：
			(1) 如果我们收集、使用或处理您的信息的行为违反了法律法规的规定；
			(2) 如果我们收集、使用或处理您的信息的行为违反了与您的约定；
			(3) 如果您注销了账号，且不再使用我们的任何产品或服务。
			3. 当您删除或要求我们删除您的信息时，我们将在合理的期限内进行响应，采取措施将相关个人信息予以删除或进行匿名化、去标识化处理。</text>

		<view class="title_text">五.免责声明与其它担保</view>
		<text class="noraml_text">5.1.免责声明
			（1）高新数通对由于政府禁令、现行生效的适用法律或法规的变更、火灾、地震、动乱、战争、停电、通讯线路中断、黑客攻击、计算机病毒侵入或发作、电信部门技术调整、因政府管制而造成网站的暂时性关闭等任何影响网络正常运营的不可预见、不可避免、不可克服和不可控制的事件（“不可抗力事件”），以及他人蓄意破坏、高新数通工作人员的疏忽或不当使用，正常的系统维护、系统升级，或者因网络拥塞而导致本网站不能访问而造成的本网站所提供的信息及数据的延误、停滞或错误，以及使用者由此受到的一切损失不承担任何责任。
			（2）使用高新数通的“服务”时，您可能会看到不准确、不完整、过时、有误导性、非法、冒犯性或有害的内容或信息。高新数通难以审查每个用户提供的内容或信息是否属于上述情况。我们平台仅就用户提交的查询请求做识别应答，查询到的内容与被提交查询的主体是否相符由用户负责掌握和判断。我们平台没有义务对于识别结果本身的真实性进行分辨或核验。平台返回的数据结果，不构成我们对任何人之明示或暗示的观点或保证。查询的结果请以官方网站公布为准。故，您同意，我们不对第三方
			(包括其他用户) 提供的内容或信息负责，也不对您因使用或参考该内容或信息而造成的损失负责。如您认为纸秘网站上存在上述内容或信息的，请及时根据法律法规规定的程序通知高新数通，以便及时处理。
			（3）高新数通根据法律规定或政府相关政策要求提供您的个人信息。
			（4） 因网络状况、通讯线路、第三方网站等任何原因而导致您不能正常使用纸秘。
			（5） 高新数通在各服务条款及声明中列明的使用方式或免责情形。
			5.2.无担保
			（1） “高新数通”无法保证以下事项∶
			1）本服务完全符合您的要求；
			2）本服务不受干扰、及时提供、安全可靠或不会出错；
			3）使用本服务取得之结果正确可靠；
			4）您经由本服务购买或取得之任何产品、服务、资讯或其他信息符合您的期望；
			5）软件中任何错误都得到更正。
			（2）是否使用本服务下载或取得任何资料应由您自行考量且自负风险，因任何资料之下载而导致的您电脑系统之任何损坏或数据流失等后果，由您自行承担。
			（3）您自高新数通或经由本服务取得的任何建议或信息，无论是书面或口头形式，除非本服务条款有明确规定，将不构成本服务条款以外之任何保证。
			当您同意该协议时，默认您已经同意以上无担保条款。</text>

		<view class="title_text">六． 知识产权归属</view>
		<text
			class="noraml_text">除非高新数通另行声明，本产品所有的技术、软件、程序、数据及其他信息（包括但不限于文字、图像、图表、版面设计、电子文档）的所有知识产权（包括但不限于版权、商标权、专利权、商业秘密）及相关权利，均归高新数通所有。
			未经高新数通书面授权许可，任何人不得擅自（包括但不限于：以不合理或不合法的方式抓取、复制、传播、展示、镜像、上载、下载、非通过高新数通购买）获取或使用纸秘平台的数据、信息和资料，或通过不当方式影响纸秘的正常服务，任何人不得擅自以软件程序自动获得纸秘数据。否则，高新数通将依法追究法律责任。</text>

		<view class="title_text">七.服务终止</view>
		<text
			class="noraml_text">用户或高新数通可根据实际情况中断服务。高新数通不需对任何个人或第三方负责而中断服务。用户若反对任何服务条款的建议或对后来的条款修改有异议，或对高新数通服务不满，用户可有以下的追索权：
			（1）不再使用高新数通服务；
			（2）通告高新数通停止该用户的服务。
			结束用户服务后，用户使用高新数通服务的权利马上终止。同时，高新数通不再对用户承担任何义务。</text>


		<view class="title_text">八. 购买说明</view>
		<text class="noraml_text">纸秘产品为信息内容服务，一旦购买无法退款，请谅解。</text>

		<view class="title_text">九. 用户行为</view>
		<text class="noraml_text">9.1应做事项
			如果您同意该项协议，则默认您遵守以下内容：
			（1）遵守法律、法规及有关部门规章的；
			（2）提供准确信息，并及时更新信息；
			（3）在档案使用真实姓名；
			（4）以专业的态度使用“服务”。
			9.2.禁止事项
			如果您同意该项协议，则默认您承诺不做以下行为：
			（1）上载、展示、张贴、传播或以其它方式传送含有下列内容之一的信息（包括但不限于图片、文字、视频、链接、音乐等）：
			1）反对宪法所确定的基本原则的；
			2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
			3）损害国家荣誉和利益的；
			4）煽动民族仇恨、民族歧视、破坏民族团结的；
			5）破坏国家宗教政策，宣扬邪教和封建迷信的；
			6）散布谣言，扰乱社会秩序，破坏社会稳定的；
			7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
			8）侮辱或者诽谤他人，侵害他人合法权利的；
			9）含有虚假、欺诈、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、与公序良俗不符或其它道德上令人反感的内容；
			10）含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的。
			（2）为任何非法目的而使用网络服务系统；
			（3）恶意注册纸秘账号；
			（4）利用纸秘服务从事以下活动：
			1) 未经书面允许，进入计算机信息网络或者使用计算机信息网络资源的；
			2) 未经书面允许，对计算机信息网络功能进行删除、修改或者增加的；
			3) 未经书面允许，进入计算机信息网络中对存储、处理或者传输的数据和应用程序进行删除、修改或者增加的；
			4) 故意制作、传播计算机病毒（包括木马）等破坏性程序，盗取其他用户账户、密码、隐私、操控他人电脑的；
			5) 其他危害计算机信息网络安全的行为。
			（5）未经书面允许，利用纸秘从事广告发布、变相广告、口碑营销、产品销售、传销等行为。
			（6）对纸秘相关服务任何部分或本服务之使用或获得，进行复制、拷贝、出售、转售或用于任何其它商业目的。
			（7）在简历中心公布不完整、虚假或不准确的简历资料，或代他人公布简历(为他人寻找全职或兼职工作)。
			（8）公布不是简历的资料，如意见、通知、商业广告或其他非简历内容。
			（9）为纸秘的竞争同行回应职位、招揽用户，或用此方法寻求与发布职位的雇主联络业务。
			（10）除发布者外，删除或修改其他个人或公司公布的资料。
			（11）擅自打印、复制、传播、销售或以其他方式使用有关雇员的任何个人资料或有关雇主的商业信息。
			（12）未经纸秘同意，给公布信息的个人或公司发电子邮件、打电话、寄信或以其他方式进行擅自接触。</text>


		<view class="title_text">十. 用户隐私</view>
		<text class="noraml_text">纸秘绝对尊重用户的个人隐私权，纸秘绝不会公开、编辑、透漏用户的任何资料给第三方，除非有法律和政府的强制规定或是用户本人的同意。具体细则请见——隐私条款。</text>

		<view class="title_text">十一． 法律管辖与适用</view>
		<text class="noraml_text">12.1.本协议的生效、履行、解释及争议的解决均适用中华人民共和国法律；您同意有关本协议以及使用纸秘的服务产生的争议交由贵阳高新数通信息有限公司住所地法院以诉讼方式解决。
			12.2.您理解并同意，根据服务的升级，我们有权对本协议进行更改。我们会在我们的相关软件产品中公告相关的更改，请您随时予以关注。在本协议修改之后，您继续使用纸秘及相关服务的行为，将表示您已经同意并接受了本协议的更改。</text>
		<view class="title_text"> 十二. 本协议条款的最终解释权归贵阳高新数通信息有限公司所有。</view>
		<text class="noraml_text">您确认您已仔细阅读以上条款，同时完全接受以上条款的内容。</text>

		<view class="title_text">十三、未成年人保护</view>
		<text class="noraml_text">我们对于未成年人的保护十分重视。如您是未成年人，我们要求您请您的监护人仔细阅读本政策，并在征得您的监护人同意的前提下使用我们的产品或服务或向我们提供您的信息。
		</text>

		<view class="title_text">十四、本政策的修订</view>
		<text
			class="noraml_text">为了向您提供更好的服务及伴随着我们的发展，我们可能不时对本政策的内容进行修订并在我们的网站、客户端的显著位置进行提示；如该修订将会导致您依据本政策享有的权利受到实质性的减损，我们将会通过向您发送电子邮件、通知等形式进行告知。在此情形下，如您继续使用我们的产品或服务，即表示您同意接受修订后的本政策的约束。</text>

		<view class="title_text">十五、如何联系我们</view>
		<text class="noraml_text">如您对本政策或与您的信息相关的任何事项有疑问、意见或建议的，您可以通过以下与我们联系：
			拨打0851-84863327号码进行电话咨询；</text>
	</view>
</template>

<script>
	export default {
		data() {
			return {

			};
		},
		methods: {


		}
	}
</script>

<style lang="less">
	.pageCon {
		padding: 20upx;
		box-sizing: border-box;
		.title_text {
			font-size: 32upx;
			color: #333;
			font-weight: bold;
			margin: 10upx 0;
		}

		.noraml_text {
			font-size: 24upx;
		}
	}
</style>
